[
    {
      "_id": "63598cd7a78faec12c4ffbe9",
      "course_Id":  "01",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQorWjHEA-V6kBfyknk1Y_8RW0CySQrA4VSg&usqp=CAU",
      "title": "Artificial Intelligence",
      "details": "Learn Artificial Intelligence with free online courses and MOOCs from University of Helsinki, Stanford, Goldsmiths University of London, University of Leeds and other top universities around the world. Read reviews to decide if a class is right for you..\r\n"
    },
    {
      "_id": "63598cd7c5baccdc0afff95f",
      "course_Id": "02",
      "photo": "https://media.geeksforgeeks.org/wp-content/cdn-uploads/Competitive-Programming-1.jpg",
      "title": "Data Structures",
      "details": "Learn Algorithms and Data Structures with free online courses and MOOCs from Stanford, Georgia Tech, Princeton, Rice University and other top universities around the world. Read reviews to decide if a class is right for you..\r\n"
    },
    {
      "_id": "63598cd7c92aa6f46104d564",
      "course_Id": "03",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR0QMNBgK0Zj-9ugNFjofl3EwvJJFmqO59ghg&usqp=CAU",
      "title": "Internet of Things",
      "details": "Learn Internet of Things with free online courses and MOOCs from UCI, Stanford, UC San Diego, Johns Hopkins and other top universities around the world. Read reviews to decide if a class is right for you.      .\r\n"
    },
    {
      "_id": "63598cd7a65e536d5c7e929e",
      "course_Id": "04",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQQ8bhXh-S4SqFaQt7H6YLiXyenezUoN1W4IA&usqp=CAU",
      "title": "Information Technology ",
      "details": "Learn Information Technology with free online courses and MOOCs from HKUST, TMU, Stanford, Johns Hopkins and other top universities around the world. Read reviews to decide if a class is right for you.      .\r\n"
    },
    {
      "_id": "63598cd721d17cc2d589fbee",
      "course_Id": "05",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5oerw3ubaMJrZq2KQkO9qbMbC9i-vfvn0ww&usqp=CAU",
      "title": "Computer Networking",
      "details": "Learn Computer Networking with free online courses and MOOCs from Stanford, University of Colorado System, NYU and other top universities around the world. Read reviews to decide if a class is right for you    \r\n"
    },
    {
      "_id": "63598cd790a7dc5aa11ee8d3",
      "course_Id": "06",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQV_srzKX0ybaxzayyhHYWbArH55duoDQvfnA&usqp=CAU",
      "title": "Machine Learning",
      "details": "Learn Machine Learning with free online courses and MOOCs from Stanford, Goldsmiths University of London, University of Washington, University of Alberta and other top universities around the world. Read reviews to decide if a class is right for you.      .\r\n"
    },
    {
      "_id": "63598cd7d228ba84d361f5e4",
      "course_Id": "07",
      "photo": "https://marvel-b1-cdn.bc0a.com/f00000000236551/dt-cdn.net/wp-content/uploads/2021/07/13429_ILL_DevOpsLoop.png",
      "title": "DevOps",
      "details": "Learn DevOps with paid and free online courses and MOOCs from University of Illinois, Duke, University of Virginia, Vanderbilt University and other top universities around the world. Read reviews to decide if a class is right for you     .\r\n"
    },
    {
      "_id": "63598cd7944195f2c558c7da",
      "course_Id": "08",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRBjcoqPypykPu-NC1rlYi8879dAmqdjEAD7w&usqp=CAU",
      "title": "Deep Learning",
      "details": "Learn Deep Learning with free online courses and MOOCs from MIT, Stanford, University of Michigan, Higher School of Economics and other top universities around the world. Read reviews to decide if a class is right for you      .\r\n"
    },
    {
      "_id": "63598cd7b300bdd2eca07e26",
      "course_Id": "09",
      "photo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUv7g2JrV5WaRCS49qlKdLes_EB8-yIo6ERQ&usqp=CAU",
      "title": "Cryptography",
      "details": "Learn Cryptography with free online courses and MOOCs from Tel Aviv University, Stanford, Princeton, UCI and other top universities around the world. Read reviews to decide if a class is right for you.     .\r\n"
    }
  ]